"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1, \"word_counts\": \"{\\\"following\\\": 2, \\\"a\\\": 37, \\\"lavish\\\": 1, \\\"state\\\": 4, \\\"visit\\\": 6, \\\"by\\\": 6, \\\"indian\\\": 7, \\\"prime\\\": 7, \\\"minister\\\": 7, \\\"narendra\\\": 3, \\\"modi\\\": 16, \\\"to\\\": 39, \\\"washington\\\": 8, \\\"us\\\": 20, \\\"president\\\": 6, \\\"joe\\\": 3, \\\"biden\\\": 12, \\\"has\\\": 13, \\\"called\\\": 1, \\\"his\\\": 4, \\\"country's\\\": 2, \\\"partnership\\\": 2, \\\"with\\\": 9, \\\"india\\\": 32, \\\"among\\\": 1, \\\"the\\\": 87, \\\"most\\\": 2, \\\"consequential\\\": 1, \\\"in\\\": 39, \\\"world\\\": 3, \\\"bbc's\\\": 1, \\\"vikas\\\": 1, \\\"pandey\\\": 1, \\\"and\\\": 36, \\\"soutik\\\": 1, \\\"biswas\\\": 1, \\\"explore\\\": 1, \\\"factors\\\": 1, \\\"that\\\": 13, \\\"contribute\\\": 1, \\\"visit's\\\": 1, \\\"potential\\\": 3, \\\"strengthening\\\": 2, \\\"ties\\\": 4, \\\"between\\\": 2, \\\"two\\\": 4, \\\"nations\\\": 2, \\\"us's\\\": 1, \\\"relationship\\\": 6, \\\"world's\\\": 1, \\\"populous\\\": 1, \\\"country\\\": 1, \\\"is\\\": 18, \\\"stronger\\\": 1, \\\"closer\\\": 2, \\\"more\\\": 5, \\\"dynamic\\\": 1, \\\"than\\\": 2, \\\"any\\\": 1, \\\"time\\\": 2, \\\"history\\\": 1, \\\"mr\\\": 23, \\\"said\\\": 2, \\\"at\\\": 4, \\\"completion\\\": 1, \\\"of\\\": 31, \\\"pomp\\\": 1, \\\"filled\\\": 1, \\\"white\\\": 4, \\\"house\\\": 4, \\\"remark\\\": 1, \\\"may\\\": 2, \\\"not\\\": 9, \\\"be\\\": 4, \\\"an\\\": 8, \\\"exaggeration\\\": 1, \\\"this\\\": 7, \\\"summit\\\": 1, \\\"suggests\\\": 1, \\\"been\\\": 6, \\\"transformed\\\": 1, \\\"it\\\": 8, \\\"underscores\\\": 1, \\\"just\\\": 1, \\\"how\\\": 3, \\\"broad\\\": 2, \\\"deep\\\": 1, \\\"become\\\": 3, \\\"relatively\\\": 1, \\\"short\\\": 1, \\\"says\\\": 8, \\\"michael\\\": 1, \\\"kugelman\\\": 3, \\\"wilson\\\": 1, \\\"center\\\": 1, \\\"american\\\": 1, \\\"think\\\": 1, \\\"tank\\\": 1, \\\"key\\\": 1, \\\"reason\\\": 2, \\\"keen\\\": 1, \\\"draw\\\": 1, \\\"so\\\": 1, \\\"can\\\": 2, \\\"act\\\": 1, \\\"as\\\": 10, \\\"counterbalance\\\": 1, \\\"china's\\\": 2, \\\"growing\\\": 1, \\\"influence\\\": 1, \\\"indo\\\": 2, \\\"pacific\\\": 2, \\\"had\\\": 2, \\\"lived\\\": 1, \\\"up\\\": 5, \\\"their\\\": 1, \\\"promise\\\": 1, \\\"landmark\\\": 1, \\\"civilian\\\": 1, \\\"nuclear\\\": 1, \\\"deal\\\": 1, \\\"2005\\\": 1, \\\"because\\\": 2, \\\"liability\\\": 1, \\\"law\\\": 1, \\\"passed\\\": 1, \\\"three\\\": 1, \\\"years\\\": 3, \\\"later\\\": 2, \\\"hobbled\\\": 1, \\\"purchase\\\": 2, \\\"reactors\\\": 1, \\\"followed\\\": 1, \\\"fading\\\": 1, \\\"commitment\\\": 1, \\\"during\\\": 5, \\\"former\\\": 2, \\\"manmohan\\\": 1, \\\"singh's\\\": 1, \\\"second\\\": 1, \\\"term\\\": 1, \\\"leader\\\": 1, \\\"coalition\\\": 1, \\\"government\\\": 1, \\\"there\\\": 3, \\\"lot\\\": 4, \\\"enthusiasm\\\": 1, \\\"about\\\": 6, \\\"embracing\\\": 1, \\\"also\\\": 5, \\\"given\\\": 1, \\\"overall\\\": 1, \\\"directive\\\": 1, \\\"make\\\": 5, \\\"work\\\": 1, \\\"seema\\\": 1, \\\"sirohi\\\": 5, \\\"author\\\": 1, \\\"friends\\\": 1, \\\"benefits\\\": 1, \\\"story\\\": 1, \\\"ms\\\": 4, \\\"put\\\": 1, \\\"effort\\\": 1, \\\"modi's\\\": 3, \\\"substantive\\\": 1, \\\"have\\\": 7, \\\"deliverables\\\": 1, \\\"defence\\\": 1, \\\"industrial\\\": 1, \\\"cooperation\\\": 1, \\\"technology\\\": 4, \\\"topped\\\": 1, \\\"list\\\": 1, \\\"consider\\\": 1, \\\"general\\\": 2, \\\"electric\\\": 1, \\\"india's\\\": 9, \\\"owned\\\": 2, \\\"hindustan\\\": 1, \\\"aeronautics\\\": 1, \\\"limited\\\": 1, \\\"will\\\": 8, \\\"advanced\\\": 1, \\\"fighter\\\": 3, \\\"jet\\\": 4, \\\"engines\\\": 1, \\\"for\\\": 9, \\\"indigenous\\\": 1, \\\"light\\\": 1, \\\"combat\\\": 1, \\\"aircraft\\\": 1, \\\"means\\\": 1, \\\"greater\\\": 1, \\\"transfer\\\": 1, \\\"engine\\\": 1, \\\"ever\\\": 1, \\\"before\\\": 1, \\\"clear\\\": 1, \\\"sign\\\": 1, \\\"only\\\": 2, \\\"wants\\\": 2, \\\"sell\\\": 1, \\\"arms\\\": 2, \\\"but\\\": 9, \\\"comfortable\\\": 1, \\\"sharing\\\": 2, \\\"military\\\": 2, \\\"proceed\\\": 1, \\\"3bn\\\": 1, \\\"battle\\\": 1, \\\"tested\\\": 1, \\\"mq\\\": 1, \\\"9b\\\": 1, \\\"predator\\\": 1, \\\"drones\\\": 2, \\\"from\\\": 3, \\\"atomics\\\": 1, \\\"which\\\": 3, \\\"set\\\": 1, \\\"facility\\\": 2, \\\"assembled\\\": 1, \\\"fits\\\": 1, \\\"into\\\": 2, \\\"'make\\\": 1, \\\"india'\\\": 1, \\\"campaign\\\": 1, \\\"supplies\\\": 1, \\\"11\\\": 1, \\\"russia\\\": 3, \\\"biggest\\\": 2, \\\"45\\\": 1, \\\"supplier\\\": 1, \\\"hopes\\\": 1, \\\"primary\\\": 1, \\\"provider\\\": 1, \\\"coming\\\": 1, \\\"washington's\\\": 2, \\\"immediate\\\": 1, \\\"goal\\\": 1, \\\"strengthen\\\": 1, \\\"capacity\\\": 1, \\\"counter\\\": 1, \\\"china\\\": 5, \\\"semiconductor\\\": 4, \\\"base\\\": 1, \\\"memory\\\": 1, \\\"chip\\\": 1, \\\"giant\\\": 1, \\\"micron\\\": 1, \\\"invest\\\": 2, \\\"825m\\\": 1, \\\"build\\\": 1, \\\"assembly\\\": 1, \\\"test\\\": 2, \\\"creating\\\": 1, \\\"thousands\\\": 1, \\\"jobs\\\": 1, \\\"equipment\\\": 1, \\\"maker\\\": 2, \\\"lam\\\": 1, \\\"research\\\": 2, \\\"train\\\": 1, \\\"60\\\": 1, \\\"000\\\": 1, \\\"engineers\\\": 1, \\\"through\\\": 1, \\\"network\\\": 1, \\\"interconnected\\\": 1, \\\"labs\\\": 1, \\\"centres\\\": 1, \\\"speed\\\": 1, \\\"education\\\": 1, \\\"workforce\\\": 1, \\\"development\\\": 1, \\\"applied\\\": 1, \\\"materials\\\": 1, \\\"machines\\\": 1, \\\"producing\\\": 1, \\\"semiconductors\\\": 1, \\\"400m\\\": 1, \\\"establish\\\": 1, \\\"engineering\\\": 1, \\\"centre\\\": 1, \\\"all\\\": 2, \\\"future\\\": 2, \\\"now\\\": 4, \\\"both\\\": 1, \\\"sides\\\": 3, \\\"are\\\": 8, \\\"talking\\\": 1, \\\"cutting\\\": 1, \\\"edge\\\": 1, \\\"technologies\\\": 1, \\\"seed\\\": 1, \\\"shape\\\": 1, \\\"u\\\": 2, \\\"s\\\": 2, \\\"first\\\": 4, \\\"lady\\\": 1, \\\"jill\\\": 1, \\\"welcome\\\": 2, \\\"on\\\": 9, \\\"june\\\": 2, \\\"21\\\": 1, \\\"2023\\\": 3, \\\"dc\\\": 2, \\\"mrs\\\": 1, \\\"seen\\\": 3, \\\"many\\\": 2, \\\"ups\\\": 1, \\\"downs\\\": 1, \\\"since\\\": 1, \\\"seriously\\\": 1, \\\"began\\\": 1, \\\"courting\\\": 1, \\\"under\\\": 3, \\\"bill\\\": 1, \\\"clinton\\\": 1, \\\"then\\\": 1, \\\"george\\\": 1, \\\"bush\\\": 1, \\\"administration\\\": 3, \\\"response\\\": 1, \\\"was\\\": 4, \\\"measured\\\": 1, \\\"never\\\": 2, \\\"overeager\\\": 1, \\\"or\\\": 3, \\\"too\\\": 1, \\\"forthcoming\\\": 1, \\\"way\\\": 3, \\\"saw\\\": 1, \\\"geopolitics\\\": 1, \\\"its\\\": 1, \\\"own\\\": 1, \\\"place\\\": 2, \\\"global\\\": 4, \\\"order\\\": 1, \\\"strategy\\\": 1, \\\"nonalignment\\\": 1, \\\"started\\\": 1, \\\"jawaharlal\\\": 1, \\\"nehru\\\": 1, \\\"always\\\": 1, \\\"deeply\\\": 1, \\\"rooted\\\": 1, \\\"foreign\\\": 2, \\\"policy\\\": 3, \\\"wanted\\\": 2, \\\"one\\\": 4, \\\"camp\\\": 1, \\\"other\\\": 1, \\\"junior\\\": 1, \\\"strategic\\\": 6, \\\"partner\\\": 3, \\\"superpower\\\": 1, \\\"left\\\": 1, \\\"ideals\\\": 1, \\\"what\\\": 2, \\\"some\\\": 2, \\\"describe\\\": 1, \\\"altruism\\\": 1, \\\"leading\\\": 1, \\\"different\\\": 1, \\\"kind\\\": 1, \\\"considerably\\\": 1, \\\"economic\\\": 1, \\\"geopolitical\\\": 1, \\\"heft\\\": 1, \\\"he\\\": 4, \\\"relations\\\": 2, \\\"formed\\\": 1, \\\"close\\\": 2, \\\"bonds\\\": 1, \\\"presidents\\\": 1, \\\"barack\\\": 1, \\\"obama\\\": 2, \\\"donald\\\": 1, \\\"trump\\\": 2, \\\"autonomy\\\": 3, \\\"sacrificed\\\": 1, \\\"would\\\": 1, \\\"go\\\": 1, \\\"step\\\": 1, \\\"further\\\": 2, \\\"probably\\\": 1, \\\"take\\\": 1, \\\"harder\\\": 1, \\\"public\\\": 1, \\\"stand\\\": 1, \\\"didn't\\\": 3, \\\"seem\\\": 1, \\\"disappointed\\\": 1, \\\"repeated\\\": 1, \\\"line\\\": 1, \\\"era\\\": 1, \\\"war\\\": 1, \\\"without\\\": 4, \\\"mentioning\\\": 1, \\\"did\\\": 2, \\\"speak\\\": 1, \\\"importance\\\": 2, \\\"beefing\\\": 1, \\\"humanitarian\\\": 1, \\\"assistance\\\": 1, \\\"ukraine\\\": 1, \\\"mention\\\": 1, \\\"name\\\": 1, \\\"either\\\": 1, \\\"talk\\\": 1, \\\"free\\\": 2, \\\"prosperous\\\": 1, \\\"far\\\": 1, \\\"could\\\": 3, \\\"pushed\\\": 1, \\\"administration's\\\": 1, \\\"compromising\\\": 1, \\\"ideal\\\": 1, \\\"come\\\": 1, \\\"making\\\": 1, \\\"success\\\": 1, \\\"united\\\": 2, \\\"states\\\": 2, \\\"air\\\": 5, \\\"force\\\": 5, \\\"usaf\\\": 2, \\\"iaf\\\": 1, \\\"personnel\\\": 2, \\\"posing\\\": 1, \\\"front\\\": 2, \\\"f\\\": 1, \\\"15\\\": 1, \\\"eagle\\\": 1, \\\"joint\\\": 3, \\\"'exercise\\\": 1, \\\"cope\\\": 1, \\\"2023'\\\": 1, \\\"station\\\": 1, \\\"kalaikunda\\\": 1, \\\"around\\\": 1, \\\"170\\\": 1, \\\"km\\\": 1, \\\"west\\\": 1, \\\"kolkata\\\": 1, \\\"april\\\": 2, \\\"24th\\\": 1, \\\"pose\\\": 1, \\\"exercise\\\": 1, \\\"militaries\\\": 1, \\\"working\\\": 1, \\\"closely\\\": 1, \\\"together\\\": 1, \\\"they\\\": 4, \\\"arrangements\\\": 1, \\\"where\\\": 1, \\\"use\\\": 1, \\\"each\\\": 1, \\\"other's\\\": 1, \\\"facilities\\\": 1, \\\"refuelling\\\": 1, \\\"maintenance\\\": 1, \\\"purposes\\\": 1, \\\"holding\\\": 1, \\\"exercises\\\": 1, \\\"they're\\\": 1, \\\"intelligence\\\": 1, \\\"credit\\\": 1, \\\"managing\\\": 1, \\\"really\\\": 1, \\\"limits\\\": 1, \\\"sense\\\": 1, \\\"getting\\\": 1, \\\"you\\\": 1, \\\"major\\\": 3, \\\"power\\\": 1, \\\"signing\\\": 1, \\\"full\\\": 2, \\\"fledged\\\": 1, \\\"alliance\\\": 1, \\\"trade\\\": 7, \\\"differences\\\": 1, \\\"recent\\\": 1, \\\"over\\\": 2, \\\"tariffs\\\": 2, \\\"particularly\\\": 1, \\\"suffered\\\": 1, \\\"were\\\": 2, \\\"expected\\\": 1, \\\"announce\\\": 1, \\\"anything\\\": 1, \\\"understood\\\": 1, \\\"discussions\\\": 2, \\\"continue\\\": 1, \\\"overshadowing\\\": 1, \\\"surprisingly\\\": 1, \\\"announced\\\": 1, \\\"six\\\": 1, \\\"separate\\\": 1, \\\"disputes\\\": 2, \\\"organization\\\": 1, \\\"resolved\\\": 1, \\\"including\\\": 1, \\\"involved\\\": 1, \\\"top\\\": 1, \\\"trading\\\": 1, \\\"130bn\\\": 1, \\\"goods\\\": 1, \\\"delhi\\\": 1, \\\"eighth\\\": 1, \\\"largest\\\": 1, \\\"while\\\": 1, \\\"these\\\": 1, \\\"numbers\\\": 1, \\\"impressive\\\": 1, \\\"analysts\\\": 1, \\\"policymakers\\\": 1, \\\"feel\\\": 1, \\\"huge\\\": 1, \\\"untapped\\\": 1, \\\"burgeoning\\\": 1, \\\"market\\\": 1, \\\"expanding\\\": 1, \\\"middle\\\": 1, \\\"class\\\": 1, \\\"it's\\\": 2, \\\"positioning\\\": 1, \\\"itself\\\": 1, \\\"alternative\\\": 1, \\\"manufacturing\\\": 1, \\\"hub\\\": 1, \\\"participate\\\": 1, \\\"arrival\\\": 1, \\\"ceremony\\\": 1, \\\"south\\\": 1, \\\"lawn\\\": 1, \\\"thursday\\\": 1, \\\"22\\\": 1, \\\"invite\\\": 1, \\\"official\\\": 1, \\\"2\\\": 1, \\\"7\\\": 1, \\\"million\\\": 1, \\\"indians\\\": 1, \\\"live\\\": 1, \\\"firms\\\": 1, \\\"interested\\\": 1, \\\"proposal\\\": 1, \\\"look\\\": 1, \\\"supply\\\": 1, \\\"chain\\\": 1, \\\"dominance\\\": 1, \\\"context\\\": 1, \\\"resolution\\\": 1, \\\"give\\\": 1, \\\"impetus\\\": 1, \\\"unlocking\\\": 1, \\\"even\\\": 1, \\\"sky\\\": 1, \\\"limit\\\": 1, \\\"critics\\\": 1, \\\"questioned\\\": 1, \\\"democratic\\\": 2, \\\"backsliding\\\": 1, \\\"hindu\\\": 2, \\\"nationalist\\\": 1, \\\"bharatiya\\\": 1, \\\"janata\\\": 1, \\\"party\\\": 2, \\\"bjp\\\": 1, \\\"television\\\": 1, \\\"interview\\\": 1, \\\"week\\\": 1, \\\"emphasised\\\": 1, \\\"significance\\\": 1, \\\"addressing\\\": 1, \\\"protection\\\": 1, \\\"muslim\\\": 1, \\\"minority\\\": 1, \\\"predominantly\\\": 1, \\\"progressives\\\": 1, \\\"disturbed\\\": 1, \\\"happening\\\": 1, \\\"realists\\\": 1, \\\"centrists\\\": 1, \\\"factor\\\": 1, \\\"whole\\\": 1, \\\"bipartisan\\\": 1, \\\"agreement\\\": 1, \\\"deeper\\\": 1, \\\"broader\\\": 1, \\\"certainly\\\": 1, \\\"moved\\\": 1, \\\"next\\\": 1, \\\"level\\\": 1, \\\"mutual\\\": 2, \\\"need\\\": 1, \\\"benefit\\\": 1}\", \"word_docs\": \"{\\\"friends\\\": 1, \\\"overeager\\\": 1, \\\"advanced\\\": 1, \\\"technologies\\\": 1, \\\"repeated\\\": 1, \\\"market\\\": 1, \\\"india\\\": 1, \\\"put\\\": 1, \\\"jobs\\\": 1, \\\"comfortable\\\": 1, \\\"pacific\\\": 1, \\\"owned\\\": 1, \\\"name\\\": 1, \\\"invest\\\": 1, \\\"drones\\\": 1, \\\"over\\\": 1, \\\"closer\\\": 1, \\\"chip\\\": 1, \\\"humanitarian\\\": 1, \\\"disputes\\\": 1, \\\"tank\\\": 1, \\\"seem\\\": 1, \\\"middle\\\": 1, \\\"narendra\\\": 1, \\\"importance\\\": 1, \\\"american\\\": 1, \\\"exaggeration\\\": 1, \\\"indo\\\": 1, \\\"then\\\": 1, \\\"organization\\\": 1, \\\"has\\\": 1, \\\"always\\\": 1, \\\"24th\\\": 1, \\\"world\\\": 1, \\\"former\\\": 1, \\\"close\\\": 1, \\\"untapped\\\": 1, \\\"modi's\\\": 1, \\\"obama\\\": 1, \\\"interconnected\\\": 1, \\\"km\\\": 1, \\\"geopolitics\\\": 1, \\\"in\\\": 1, \\\"engineering\\\": 1, \\\"passed\\\": 1, \\\"civilian\\\": 1, \\\"a\\\": 1, \\\"as\\\": 1, \\\"visit\\\": 1, \\\"pandey\\\": 1, \\\"bonds\\\": 1, \\\"hindu\\\": 1, \\\"protection\\\": 1, \\\"not\\\": 1, \\\"clear\\\": 1, \\\"since\\\": 1, \\\"these\\\": 1, \\\"saw\\\": 1, \\\"thursday\\\": 1, \\\"stand\\\": 1, \\\"making\\\": 1, \\\"goods\\\": 1, \\\"forthcoming\\\": 1, \\\"micron\\\": 1, \\\"eighth\\\": 1, \\\"could\\\": 1, \\\"joint\\\": 1, \\\"minority\\\": 1, \\\"recent\\\": 1, \\\"be\\\": 1, \\\"semiconductors\\\": 1, \\\"power\\\": 1, \\\"primary\\\": 1, \\\"tariffs\\\": 1, \\\"filled\\\": 1, \\\"broader\\\": 1, \\\"benefits\\\": 1, \\\"indigenous\\\": 1, \\\"television\\\": 1, \\\"invite\\\": 1, \\\"consequential\\\": 1, \\\"policy\\\": 1, \\\"just\\\": 1, \\\"credit\\\": 1, \\\"coalition\\\": 1, \\\"west\\\": 1, \\\"prime\\\": 1, \\\"battle\\\": 1, \\\"they\\\": 1, \\\"ever\\\": 1, \\\"context\\\": 1, \\\"including\\\": 1, \\\"arms\\\": 1, \\\"feel\\\": 1, \\\"one\\\": 1, \\\"purchase\\\": 1, \\\"2005\\\": 1, \\\"eagle\\\": 1, \\\"nations\\\": 1, \\\"pomp\\\": 1, \\\"centre\\\": 1, \\\"camp\\\": 1, \\\"400m\\\": 1, \\\"centrists\\\": 1, \\\"lived\\\": 1, \\\"research\\\": 1, \\\"any\\\": 1, \\\"is\\\": 1, \\\"success\\\": 1, \\\"itself\\\": 1, \\\"become\\\": 1, \\\"whole\\\": 1, \\\"deal\\\": 1, \\\"'make\\\": 1, \\\"thousands\\\": 1, \\\"ms\\\": 1, \\\"hopes\\\": 1, \\\"atomics\\\": 1, \\\"pushed\\\": 1, \\\"substantive\\\": 1, \\\"prosperous\\\": 1, \\\"hobbled\\\": 1, \\\"positioning\\\": 1, \\\"expanding\\\": 1, \\\"embracing\\\": 1, \\\"leading\\\": 1, \\\"workforce\\\": 1, \\\"arrangements\\\": 1, \\\"global\\\": 1, \\\"class\\\": 1, \\\"probably\\\": 1, \\\"liability\\\": 1, \\\"order\\\": 1, \\\"shape\\\": 1, \\\"or\\\": 1, \\\"war\\\": 1, \\\"disappointed\\\": 1, \\\"education\\\": 1, \\\"dynamic\\\": 1, \\\"own\\\": 1, \\\"list\\\": 1, \\\"network\\\": 1, \\\"clinton\\\": 1, \\\"relatively\\\": 1, \\\"were\\\": 1, \\\"with\\\": 1, \\\"potential\\\": 1, \\\"use\\\": 1, \\\"partner\\\": 1, \\\"superpower\\\": 1, \\\"directive\\\": 1, \\\"other's\\\": 1, \\\"understood\\\": 1, \\\"two\\\": 1, \\\"wilson\\\": 1, \\\"2\\\": 1, \\\"seed\\\": 1, \\\"60\\\": 1, \\\"jawaharlal\\\": 1, \\\"had\\\": 1, \\\"overall\\\": 1, \\\"an\\\": 1, \\\"limits\\\": 1, \\\"set\\\": 1, \\\"white\\\": 1, \\\"us's\\\": 1, \\\"there\\\": 1, \\\"alternative\\\": 1, \\\"biswas\\\": 1, \\\"us\\\": 1, \\\"goal\\\": 1, \\\"act\\\": 1, \\\"given\\\": 1, \\\"participate\\\": 1, \\\"progressives\\\": 1, \\\"under\\\": 1, \\\"his\\\": 1, \\\"influence\\\": 1, \\\"greater\\\": 1, \\\"assistance\\\": 1, \\\"can\\\": 1, \\\"government\\\": 1, \\\"speed\\\": 1, \\\"house\\\": 1, \\\"way\\\": 1, \\\"together\\\": 1, \\\"strengthen\\\": 1, \\\"policymakers\\\": 1, \\\"started\\\": 1, \\\"iaf\\\": 1, \\\"edge\\\": 1, \\\"talking\\\": 1, \\\"george\\\": 1, \\\"largest\\\": 1, \\\"was\\\": 1, \\\"fits\\\": 1, \\\"which\\\": 1, \\\"began\\\": 1, \\\"general\\\": 1, \\\"personnel\\\": 1, \\\"memory\\\": 1, \\\"engine\\\": 1, \\\"country's\\\": 1, \\\"test\\\": 1, \\\"maintenance\\\": 1, \\\"build\\\": 1, \\\"huge\\\": 1, \\\"nationalist\\\": 1, \\\"have\\\": 1, \\\"factor\\\": 1, \\\"means\\\": 1, \\\"22\\\": 1, \\\"combat\\\": 1, \\\"usaf\\\": 1, \\\"predominantly\\\": 1, \\\"second\\\": 1, \\\"work\\\": 1, \\\"commitment\\\": 1, \\\"into\\\": 1, \\\"facility\\\": 1, \\\"explore\\\": 1, \\\"delhi\\\": 1, \\\"surprisingly\\\": 1, \\\"nonalignment\\\": 1, \\\"place\\\": 1, \\\"history\\\": 1, \\\"lavish\\\": 1, \\\"bush\\\": 1, \\\"suffered\\\": 1, \\\"825m\\\": 1, \\\"future\\\": 1, \\\"ups\\\": 1, \\\"following\\\": 1, \\\"further\\\": 1, \\\"response\\\": 1, \\\"expected\\\": 1, \\\"china's\\\": 1, \\\"so\\\": 1, \\\"wants\\\": 1, \\\"story\\\": 1, \\\"nuclear\\\": 1, \\\"impetus\\\": 1, \\\"at\\\": 1, \\\"alliance\\\": 1, \\\"air\\\": 1, \\\"bjp\\\": 1, \\\"are\\\": 1, \\\"9b\\\": 1, \\\"contribute\\\": 1, \\\"kolkata\\\": 1, \\\"exercises\\\": 1, \\\"sharing\\\": 1, \\\"each\\\": 1, \\\"fading\\\": 1, \\\"semiconductor\\\": 1, \\\"talk\\\": 1, \\\"sense\\\": 1, \\\"leader\\\": 1, \\\"ideal\\\": 1, \\\"up\\\": 1, \\\"interested\\\": 1, \\\"kind\\\": 1, \\\"establish\\\": 1, \\\"of\\\": 1, \\\"supplies\\\": 1, \\\"trading\\\": 1, \\\"realists\\\": 1, \\\"separate\\\": 1, \\\"enthusiasm\\\": 1, \\\"resolution\\\": 1, \\\"purposes\\\": 1, \\\"junior\\\": 1, \\\"resolved\\\": 1, \\\"exercise\\\": 1, \\\"underscores\\\": 1, \\\"announce\\\": 1, \\\"russia\\\": 1, \\\"look\\\": 1, \\\"sirohi\\\": 1, \\\"kalaikunda\\\": 1, \\\"ideals\\\": 1, \\\"among\\\": 1, \\\"left\\\": 1, \\\"suggests\\\": 1, \\\"fledged\\\": 1, \\\"now\\\": 1, \\\"mrs\\\": 1, \\\"official\\\": 1, \\\"21\\\": 1, \\\"called\\\": 1, \\\"000\\\": 1, \\\"strategy\\\": 1, \\\"discussions\\\": 1, \\\"that\\\": 1, \\\"the\\\": 1, \\\"public\\\": 1, \\\"between\\\": 1, \\\"dc\\\": 1, \\\"democratic\\\": 1, \\\"burgeoning\\\": 1, \\\"too\\\": 1, \\\"it\\\": 1, \\\"lot\\\": 1, \\\"take\\\": 1, \\\"trump\\\": 1, \\\"era\\\": 1, \\\"anything\\\": 1, \\\"and\\\": 1, \\\"full\\\": 1, \\\"centres\\\": 1, \\\"barack\\\": 1, \\\"from\\\": 1, \\\"did\\\": 1, \\\"differences\\\": 1, \\\"continue\\\": 1, \\\"while\\\": 1, \\\"jet\\\": 1, \\\"capacity\\\": 1, \\\"biggest\\\": 1, \\\"arrival\\\": 1, \\\"unlocking\\\": 1, \\\"law\\\": 1, \\\"janata\\\": 1, \\\"some\\\": 1, \\\"strategic\\\": 1, \\\"questioned\\\": 1, \\\"s\\\": 1, \\\"labs\\\": 1, \\\"force\\\": 1, \\\"agreement\\\": 1, \\\"assembled\\\": 1, \\\"campaign\\\": 1, \\\"go\\\": 1, \\\"counter\\\": 1, \\\"vikas\\\": 1, \\\"didn't\\\": 1, \\\"administration\\\": 1, \\\"before\\\": 1, \\\"announced\\\": 1, \\\"modi\\\": 1, \\\"says\\\": 1, \\\"provider\\\": 1, \\\"top\\\": 1, \\\"machines\\\": 1, \\\"f\\\": 1, \\\"mutual\\\": 1, \\\"stronger\\\": 1, \\\"formed\\\": 1, \\\"biden\\\": 1, \\\"washington\\\": 1, \\\"station\\\": 1, \\\"harder\\\": 1, \\\"indian\\\": 1, \\\"involved\\\": 1, \\\"what\\\": 1, \\\"more\\\": 1, \\\"minister\\\": 1, \\\"maker\\\": 1, \\\"benefit\\\": 1, \\\"even\\\": 1, \\\"cooperation\\\": 1, \\\"washington's\\\": 1, \\\"2023'\\\": 1, \\\"dominance\\\": 1, \\\"sacrificed\\\": 1, \\\"this\\\": 1, \\\"effort\\\": 1, \\\"considerably\\\": 1, \\\"heft\\\": 1, \\\"lawn\\\": 1, \\\"world's\\\": 1, \\\"will\\\": 1, \\\"measured\\\": 1, \\\"april\\\": 1, \\\"speak\\\": 1, \\\"2023\\\": 1, \\\"india'\\\": 1, \\\"populous\\\": 1, \\\"make\\\": 1, \\\"manufacturing\\\": 1, \\\"soutik\\\": 1, \\\"strengthening\\\": 1, \\\"would\\\": 1, \\\"sell\\\": 1, \\\"than\\\": 1, \\\"7\\\": 1, \\\"followed\\\": 1, \\\"impressive\\\": 1, \\\"landmark\\\": 1, \\\"to\\\": 1, \\\"chain\\\": 1, \\\"president\\\": 1, \\\"assembly\\\": 1, \\\"far\\\": 1, \\\"15\\\": 1, \\\"tested\\\": 1, \\\"happening\\\": 1, \\\"11\\\": 1, \\\"give\\\": 1, \\\"jill\\\": 1, \\\"india's\\\": 1, \\\"train\\\": 1, \\\"through\\\": 1, \\\"significance\\\": 1, \\\"keen\\\": 1, \\\"their\\\": 1, \\\"coming\\\": 1, \\\"base\\\": 1, \\\"overshadowing\\\": 1, \\\"how\\\": 1, \\\"45\\\": 1, \\\"without\\\": 1, \\\"by\\\": 1, \\\"critics\\\": 1, \\\"trade\\\": 1, \\\"intelligence\\\": 1, \\\"moved\\\": 1, \\\"all\\\": 1, \\\"sign\\\": 1, \\\"seriously\\\": 1, \\\"geopolitical\\\": 1, \\\"beefing\\\": 1, \\\"development\\\": 1, \\\"years\\\": 1, \\\"170\\\": 1, \\\"most\\\": 1, \\\"giant\\\": 1, \\\"mentioning\\\": 1, \\\"deeply\\\": 1, \\\"time\\\": 1, \\\"first\\\": 1, \\\"130bn\\\": 1, \\\"supplier\\\": 1, \\\"next\\\": 1, \\\"state\\\": 1, \\\"administration's\\\": 1, \\\"really\\\": 1, \\\"they're\\\": 1, \\\"getting\\\": 1, \\\"immediate\\\": 1, \\\"other\\\": 1, \\\"reactors\\\": 1, \\\"pose\\\": 1, \\\"three\\\": 1, \\\"refuelling\\\": 1, \\\"major\\\": 1, \\\"ceremony\\\": 1, \\\"engines\\\": 1, \\\"ties\\\": 1, \\\"six\\\": 1, \\\"only\\\": 1, \\\"materials\\\": 1, \\\"defence\\\": 1, \\\"closely\\\": 1, \\\"sky\\\": 1, \\\"later\\\": 1, \\\"military\\\": 1, \\\"counterbalance\\\": 1, \\\"certainly\\\": 1, \\\"million\\\": 1, \\\"its\\\": 1, \\\"seen\\\": 1, \\\"wanted\\\": 1, \\\"firms\\\": 1, \\\"rooted\\\": 1, \\\"predator\\\": 1, \\\"ukraine\\\": 1, \\\"during\\\": 1, \\\"3bn\\\": 1, \\\"sides\\\": 1, \\\"muslim\\\": 1, \\\"courting\\\": 1, \\\"electric\\\": 1, \\\"growing\\\": 1, \\\"reason\\\": 1, \\\"autonomy\\\": 1, \\\"seema\\\": 1, \\\"militaries\\\": 1, \\\"managing\\\": 1, \\\"different\\\": 1, \\\"deliverables\\\": 1, \\\"supply\\\": 1, \\\"he\\\": 1, \\\"fighter\\\": 1, \\\"equipment\\\": 1, \\\"party\\\": 1, \\\"short\\\": 1, \\\"economic\\\": 1, \\\"altruism\\\": 1, \\\"analysts\\\": 1, \\\"kugelman\\\": 1, \\\"foreign\\\": 1, \\\"lady\\\": 1, \\\"author\\\": 1, \\\"singh's\\\": 1, \\\"mq\\\": 1, \\\"proposal\\\": 1, \\\"visit's\\\": 1, \\\"bharatiya\\\": 1, \\\"bill\\\": 1, \\\"working\\\": 1, \\\"compromising\\\": 1, \\\"signing\\\": 1, \\\"june\\\": 1, \\\"free\\\": 1, \\\"states\\\": 1, \\\"about\\\": 1, \\\"downs\\\": 1, \\\"disturbed\\\": 1, \\\"step\\\": 1, \\\"because\\\": 1, \\\"applied\\\": 1, \\\"producing\\\": 1, \\\"presidents\\\": 1, \\\"may\\\": 1, \\\"manmohan\\\": 1, \\\"aircraft\\\": 1, \\\"describe\\\": 1, \\\"nehru\\\": 1, \\\"level\\\": 1, \\\"where\\\": 1, \\\"many\\\": 1, \\\"never\\\": 1, \\\"addressing\\\": 1, \\\"aeronautics\\\": 1, \\\"hub\\\": 1, \\\"relationship\\\": 1, \\\"bbc's\\\": 1, \\\"on\\\": 1, \\\"line\\\": 1, \\\"mr\\\": 1, \\\"engineers\\\": 1, \\\"united\\\": 1, \\\"draw\\\": 1, \\\"either\\\": 1, \\\"been\\\": 1, \\\"think\\\": 1, \\\"technology\\\": 1, \\\"partnership\\\": 1, \\\"key\\\": 1, \\\"proceed\\\": 1, \\\"bipartisan\\\": 1, \\\"come\\\": 1, \\\"limit\\\": 1, \\\"light\\\": 1, \\\"said\\\": 1, \\\"deep\\\": 1, \\\"joe\\\": 1, \\\"but\\\": 1, \\\"front\\\": 1, \\\"welcome\\\": 1, \\\"china\\\": 1, \\\"posing\\\": 1, \\\"summit\\\": 1, \\\"week\\\": 1, \\\"industrial\\\": 1, \\\"south\\\": 1, \\\"limited\\\": 1, \\\"for\\\": 1, \\\"u\\\": 1, \\\"creating\\\": 1, \\\"live\\\": 1, \\\"transfer\\\": 1, \\\"hindustan\\\": 1, \\\"holding\\\": 1, \\\"factors\\\": 1, \\\"facilities\\\": 1, \\\"consider\\\": 1, \\\"around\\\": 1, \\\"cutting\\\": 1, \\\"numbers\\\": 1, \\\"mention\\\": 1, \\\"interview\\\": 1, \\\"transformed\\\": 1, \\\"lam\\\": 1, \\\"promise\\\": 1, \\\"broad\\\": 1, \\\"also\\\": 1, \\\"remark\\\": 1, \\\"michael\\\": 1, \\\"particularly\\\": 1, \\\"completion\\\": 1, \\\"donald\\\": 1, \\\"topped\\\": 1, \\\"cope\\\": 1, \\\"indians\\\": 1, \\\"country\\\": 1, \\\"deeper\\\": 1, \\\"emphasised\\\": 1, \\\"need\\\": 1, \\\"relations\\\": 1, \\\"term\\\": 1, \\\"you\\\": 1, \\\"it's\\\": 1, \\\"'exercise\\\": 1, \\\"both\\\": 1, \\\"backsliding\\\": 1, \\\"center\\\": 1}\", \"index_docs\": \"{\\\"257\\\": 1, \\\"376\\\": 1, \\\"274\\\": 1, \\\"356\\\": 1, \\\"423\\\": 1, \\\"527\\\": 1, \\\"6\\\": 1, \\\"260\\\": 1, \\\"327\\\": 1, \\\"289\\\": 1, \\\"116\\\": 1, \\\"123\\\": 1, \\\"434\\\": 1, \\\"134\\\": 1, \\\"129\\\": 1, \\\"167\\\": 1, \\\"106\\\": 1, \\\"319\\\": 1, \\\"430\\\": 1, \\\"171\\\": 1, \\\"216\\\": 1, \\\"421\\\": 1, \\\"529\\\": 1, \\\"71\\\": 1, \\\"158\\\": 1, \\\"214\\\": 1, \\\"202\\\": 1, \\\"115\\\": 1, \\\"371\\\": 1, \\\"506\\\": 1, \\\"12\\\": 1, \\\"389\\\": 1, \\\"461\\\": 1, \\\"73\\\": 1, \\\"121\\\": 1, \\\"153\\\": 1, \\\"525\\\": 1, \\\"80\\\": 1, \\\"154\\\": 1, \\\"336\\\": 1, \\\"458\\\": 1, \\\"380\\\": 1, \\\"3\\\": 1, \\\"350\\\": 1, \\\"235\\\": 1, \\\"229\\\": 1, \\\"4\\\": 1, \\\"15\\\": 1, \\\"34\\\": 1, \\\"183\\\": 1, \\\"408\\\": 1, \\\"174\\\": 1, \\\"578\\\": 1, \\\"17\\\": 1, \\\"286\\\": 1, \\\"365\\\": 1, \\\"518\\\": 1, \\\"379\\\": 1, \\\"541\\\": 1, \\\"420\\\": 1, \\\"444\\\": 1, \\\"513\\\": 1, \\\"378\\\": 1, \\\"321\\\": 1, \\\"515\\\": 1, \\\"96\\\": 1, \\\"97\\\": 1, \\\"580\\\": 1, \\\"493\\\": 1, \\\"57\\\": 1, \\\"347\\\": 1, \\\"488\\\": 1, \\\"309\\\": 1, \\\"168\\\": 1, \\\"200\\\": 1, \\\"592\\\": 1, \\\"258\\\": 1, \\\"276\\\": 1, \\\"572\\\": 1, \\\"543\\\": 1, \\\"180\\\": 1, \\\"92\\\": 1, \\\"207\\\": 1, \\\"481\\\": 1, \\\"247\\\": 1, \\\"459\\\": 1, \\\"29\\\": 1, \\\"292\\\": 1, \\\"70\\\": 1, \\\"284\\\": 1, \\\"557\\\": 1, \\\"508\\\": 1, \\\"126\\\": 1, \\\"523\\\": 1, \\\"67\\\": 1, \\\"120\\\": 1, \\\"232\\\": 1, \\\"450\\\": 1, \\\"105\\\": 1, \\\"199\\\": 1, \\\"351\\\": 1, \\\"392\\\": 1, \\\"348\\\": 1, \\\"586\\\": 1, \\\"225\\\": 1, \\\"137\\\": 1, \\\"196\\\": 1, \\\"10\\\": 1, \\\"445\\\": 1, \\\"532\\\": 1, \\\"76\\\": 1, \\\"588\\\": 1, \\\"231\\\": 1, \\\"301\\\": 1, \\\"326\\\": 1, \\\"59\\\": 1, \\\"308\\\": 1, \\\"297\\\": 1, \\\"439\\\": 1, \\\"262\\\": 1, \\\"437\\\": 1, \\\"237\\\": 1, \\\"531\\\": 1, \\\"528\\\": 1, \\\"250\\\": 1, \\\"400\\\": 1, \\\"341\\\": 1, \\\"468\\\": 1, \\\"66\\\": 1, \\\"530\\\": 1, \\\"416\\\": 1, \\\"233\\\": 1, \\\"383\\\": 1, \\\"358\\\": 1, \\\"90\\\": 1, \\\"426\\\": 1, \\\"422\\\": 1, \\\"340\\\": 1, \\\"195\\\": 1, \\\"382\\\": 1, \\\"268\\\": 1, \\\"335\\\": 1, \\\"370\\\": 1, \\\"209\\\": 1, \\\"169\\\": 1, \\\"16\\\": 1, \\\"74\\\": 1, \\\"470\\\": 1, \\\"93\\\": 1, \\\"395\\\": 1, \\\"253\\\": 1, \\\"472\\\": 1, \\\"499\\\": 1, \\\"53\\\": 1, \\\"212\\\": 1, \\\"545\\\": 1, \\\"357\\\": 1, \\\"331\\\": 1, \\\"387\\\": 1, \\\"117\\\": 1, \\\"252\\\": 1, \\\"23\\\": 1, \\\"484\\\": 1, \\\"298\\\": 1, \\\"55\\\": 1, \\\"190\\\": 1, \\\"79\\\": 1, \\\"533\\\": 1, \\\"185\\\": 1, \\\"9\\\": 1, \\\"313\\\": 1, \\\"221\\\": 1, \\\"251\\\": 1, \\\"536\\\": 1, \\\"582\\\": 1, \\\"88\\\": 1, \\\"51\\\": 1, \\\"224\\\": 1, \\\"281\\\": 1, \\\"431\\\": 1, \\\"113\\\": 1, \\\"248\\\": 1, \\\"339\\\": 1, \\\"56\\\": 1, \\\"91\\\": 1, \\\"467\\\": 1, \\\"314\\\": 1, \\\"522\\\": 1, \\\"386\\\": 1, \\\"446\\\": 1, \\\"355\\\": 1, \\\"353\\\": 1, \\\"372\\\": 1, \\\"516\\\": 1, \\\"65\\\": 1, \\\"300\\\": 1, \\\"83\\\": 1, \\\"367\\\": 1, \\\"122\\\": 1, \\\"163\\\": 1, \\\"318\\\": 1, \\\"283\\\": 1, \\\"100\\\": 1, \\\"135\\\": 1, \\\"475\\\": 1, \\\"323\\\": 1, \\\"524\\\": 1, \\\"568\\\": 1, \\\"32\\\": 1, \\\"587\\\": 1, \\\"280\\\": 1, \\\"542\\\": 1, \\\"278\\\": 1, \\\"162\\\": 1, \\\"581\\\": 1, \\\"244\\\": 1, \\\"254\\\": 1, \\\"241\\\": 1, \\\"131\\\": 1, \\\"130\\\": 1, \\\"186\\\": 1, \\\"514\\\": 1, \\\"502\\\": 1, \\\"385\\\": 1, \\\"147\\\": 1, \\\"197\\\": 1, \\\"177\\\": 1, \\\"373\\\": 1, \\\"495\\\": 1, \\\"322\\\": 1, \\\"139\\\": 1, \\\"363\\\": 1, \\\"99\\\": 1, \\\"156\\\": 1, \\\"374\\\": 1, \\\"496\\\": 1, \\\"114\\\": 1, \\\"220\\\": 1, \\\"125\\\": 1, \\\"259\\\": 1, \\\"230\\\": 1, \\\"560\\\": 1, \\\"54\\\": 1, \\\"491\\\": 1, \\\"48\\\": 1, \\\"571\\\": 1, \\\"27\\\": 1, \\\"295\\\": 1, \\\"188\\\": 1, \\\"460\\\": 1, \\\"478\\\": 1, \\\"127\\\": 1, \\\"471\\\": 1, \\\"240\\\": 1, \\\"62\\\": 1, \\\"436\\\": 1, \\\"485\\\": 1, \\\"246\\\": 1, \\\"442\\\": 1, \\\"42\\\": 1, \\\"551\\\": 1, \\\"402\\\": 1, \\\"349\\\": 1, \\\"7\\\": 1, \\\"304\\\": 1, \\\"511\\\": 1, \\\"585\\\": 1, \\\"505\\\": 1, \\\"249\\\": 1, \\\"558\\\": 1, \\\"476\\\": 1, \\\"394\\\": 1, \\\"507\\\": 1, \\\"463\\\": 1, \\\"206\\\": 1, \\\"497\\\": 1, \\\"84\\\": 1, \\\"553\\\": 1, \\\"46\\\": 1, \\\"455\\\": 1, \\\"397\\\": 1, \\\"179\\\": 1, \\\"396\\\": 1, \\\"204\\\": 1, \\\"490\\\": 1, \\\"63\\\": 1, \\\"362\\\": 1, \\\"544\\\": 1, \\\"361\\\": 1, \\\"178\\\": 1, \\\"332\\\": 1, \\\"384\\\": 1, \\\"170\\\": 1, \\\"13\\\": 1, \\\"1\\\": 1, \\\"419\\\": 1, \\\"104\\\": 1, \\\"144\\\": 1, \\\"173\\\": 1, \\\"526\\\": 1, \\\"377\\\": 1, \\\"24\\\": 1, \\\"58\\\": 1, \\\"417\\\": 1, \\\"155\\\": 1, \\\"425\\\": 1, \\\"498\\\": 1, \\\"5\\\": 1, \\\"166\\\": 1, \\\"338\\\": 1, \\\"410\\\": 1, \\\"82\\\": 1, \\\"157\\\": 1, \\\"492\\\": 1, \\\"500\\\": 1, \\\"517\\\": 1, \\\"61\\\": 1, \\\"315\\\": 1, \\\"132\\\": 1, \\\"537\\\": 1, \\\"561\\\": 1, \\\"234\\\": 1, \\\"570\\\": 1, \\\"151\\\": 1, \\\"40\\\": 1, \\\"566\\\": 1, \\\"141\\\": 1, \\\"337\\\": 1, \\\"49\\\": 1, \\\"590\\\": 1, \\\"299\\\": 1, \\\"303\\\": 1, \\\"414\\\": 1, \\\"316\\\": 1, \\\"182\\\": 1, \\\"95\\\": 1, \\\"89\\\": 1, \\\"285\\\": 1, \\\"503\\\": 1, \\\"11\\\": 1, \\\"25\\\": 1, \\\"310\\\": 1, \\\"510\\\": 1, \\\"345\\\": 1, \\\"448\\\": 1, \\\"176\\\": 1, \\\"194\\\": 1, \\\"407\\\": 1, \\\"14\\\": 1, \\\"22\\\": 1, \\\"454\\\": 1, \\\"418\\\": 1, \\\"28\\\": 1, \\\"509\\\": 1, \\\"150\\\": 1, \\\"41\\\": 1, \\\"30\\\": 1, \\\"136\\\": 1, \\\"598\\\": 1, \\\"562\\\": 1, \\\"266\\\": 1, \\\"133\\\": 1, \\\"453\\\": 1, \\\"556\\\": 1, \\\"412\\\": 1, \\\"31\\\": 1, \\\"261\\\": 1, \\\"403\\\": 1, \\\"406\\\": 1, \\\"540\\\": 1, \\\"191\\\": 1, \\\"26\\\": 1, \\\"375\\\": 1, \\\"165\\\": 1, \\\"428\\\": 1, \\\"86\\\": 1, \\\"302\\\": 1, \\\"192\\\": 1, \\\"45\\\": 1, \\\"534\\\": 1, \\\"184\\\": 1, \\\"103\\\": 1, \\\"413\\\": 1, \\\"288\\\": 1, \\\"107\\\": 1, \\\"546\\\": 1, \\\"239\\\": 1, \\\"520\\\": 1, \\\"228\\\": 1, \\\"2\\\": 1, \\\"555\\\": 1, \\\"36\\\": 1, \\\"324\\\": 1, \\\"438\\\": 1, \\\"449\\\": 1, \\\"293\\\": 1, \\\"584\\\": 1, \\\"305\\\": 1, \\\"559\\\": 1, \\\"360\\\": 1, \\\"18\\\": 1, \\\"330\\\": 1, \\\"334\\\": 1, \\\"576\\\": 1, \\\"218\\\": 1, \\\"226\\\": 1, \\\"311\\\": 1, \\\"317\\\": 1, \\\"501\\\": 1, \\\"75\\\": 1, \\\"306\\\": 1, \\\"69\\\": 1, \\\"35\\\": 1, \\\"565\\\": 1, \\\"33\\\": 1, \\\"480\\\": 1, \\\"594\\\": 1, \\\"138\\\": 1, \\\"287\\\": 1, \\\"366\\\": 1, \\\"405\\\": 1, \\\"429\\\": 1, \\\"342\\\": 1, \\\"78\\\": 1, \\\"457\\\": 1, \\\"102\\\": 1, \\\"320\\\": 1, \\\"427\\\": 1, \\\"390\\\": 1, \\\"108\\\": 1, \\\"64\\\": 1, \\\"512\\\": 1, \\\"307\\\": 1, \\\"595\\\": 1, \\\"50\\\": 1, \\\"440\\\": 1, \\\"483\\\": 1, \\\"479\\\": 1, \\\"486\\\": 1, \\\"312\\\": 1, \\\"393\\\": 1, \\\"238\\\": 1, \\\"462\\\": 1, \\\"236\\\": 1, \\\"474\\\": 1, \\\"98\\\": 1, \\\"538\\\": 1, \\\"275\\\": 1, \\\"52\\\": 1, \\\"504\\\": 1, \\\"124\\\": 1, \\\"344\\\": 1, \\\"264\\\": 1, \\\"466\\\": 1, \\\"563\\\": 1, \\\"119\\\": 1, \\\"128\\\": 1, \\\"222\\\": 1, \\\"593\\\": 1, \\\"547\\\": 1, \\\"381\\\": 1, \\\"87\\\": 1, \\\"149\\\": 1, \\\"550\\\": 1, \\\"391\\\": 1, \\\"296\\\": 1, \\\"432\\\": 1, \\\"43\\\": 1, \\\"291\\\": 1, \\\"85\\\": 1, \\\"579\\\": 1, \\\"368\\\": 1, \\\"270\\\": 1, \\\"223\\\": 1, \\\"112\\\": 1, \\\"94\\\": 1, \\\"255\\\": 1, \\\"464\\\": 1, \\\"482\\\": 1, \\\"401\\\": 1, \\\"263\\\": 1, \\\"554\\\": 1, \\\"68\\\": 1, \\\"81\\\": 1, \\\"328\\\": 1, \\\"175\\\": 1, \\\"210\\\": 1, \\\"404\\\": 1, \\\"399\\\": 1, \\\"521\\\": 1, \\\"77\\\": 1, \\\"148\\\": 1, \\\"359\\\": 1, \\\"256\\\": 1, \\\"243\\\": 1, \\\"294\\\": 1, \\\"552\\\": 1, \\\"189\\\": 1, \\\"569\\\": 1, \\\"369\\\": 1, \\\"465\\\": 1, \\\"441\\\": 1, \\\"489\\\": 1, \\\"143\\\": 1, \\\"159\\\": 1, \\\"161\\\": 1, \\\"39\\\": 1, \\\"364\\\": 1, \\\"583\\\": 1, \\\"415\\\": 1, \\\"118\\\": 1, \\\"343\\\": 1, \\\"346\\\": 1, \\\"409\\\": 1, \\\"110\\\": 1, \\\"242\\\": 1, \\\"279\\\": 1, \\\"398\\\": 1, \\\"388\\\": 1, \\\"596\\\": 1, \\\"469\\\": 1, \\\"145\\\": 1, \\\"146\\\": 1, \\\"577\\\": 1, \\\"272\\\": 1, \\\"535\\\": 1, \\\"37\\\": 1, \\\"181\\\": 1, \\\"21\\\": 1, \\\"424\\\": 1, \\\"8\\\": 1, \\\"333\\\": 1, \\\"160\\\": 1, \\\"219\\\": 1, \\\"435\\\": 1, \\\"38\\\": 1, \\\"215\\\": 1, \\\"60\\\": 1, \\\"101\\\": 1, \\\"217\\\": 1, \\\"290\\\": 1, \\\"589\\\": 1, \\\"443\\\": 1, \\\"564\\\": 1, \\\"277\\\": 1, \\\"109\\\": 1, \\\"208\\\": 1, \\\"72\\\": 1, \\\"20\\\": 1, \\\"164\\\": 1, \\\"142\\\": 1, \\\"47\\\": 1, \\\"447\\\": 1, \\\"203\\\": 1, \\\"574\\\": 1, \\\"265\\\": 1, \\\"539\\\": 1, \\\"273\\\": 1, \\\"19\\\": 1, \\\"140\\\": 1, \\\"325\\\": 1, \\\"549\\\": 1, \\\"282\\\": 1, \\\"271\\\": 1, \\\"477\\\": 1, \\\"187\\\": 1, \\\"473\\\": 1, \\\"269\\\": 1, \\\"456\\\": 1, \\\"354\\\": 1, \\\"519\\\": 1, \\\"433\\\": 1, \\\"573\\\": 1, \\\"205\\\": 1, \\\"329\\\": 1, \\\"227\\\": 1, \\\"111\\\": 1, \\\"44\\\": 1, \\\"201\\\": 1, \\\"211\\\": 1, \\\"494\\\": 1, \\\"198\\\": 1, \\\"411\\\": 1, \\\"267\\\": 1, \\\"452\\\": 1, \\\"548\\\": 1, \\\"193\\\": 1, \\\"591\\\": 1, \\\"575\\\": 1, \\\"597\\\": 1, \\\"152\\\": 1, \\\"245\\\": 1, \\\"487\\\": 1, \\\"172\\\": 1, \\\"451\\\": 1, \\\"352\\\": 1, \\\"567\\\": 1, \\\"213\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"the\\\", \\\"2\\\": \\\"to\\\", \\\"3\\\": \\\"in\\\", \\\"4\\\": \\\"a\\\", \\\"5\\\": \\\"and\\\", \\\"6\\\": \\\"india\\\", \\\"7\\\": \\\"of\\\", \\\"8\\\": \\\"mr\\\", \\\"9\\\": \\\"us\\\", \\\"10\\\": \\\"is\\\", \\\"11\\\": \\\"modi\\\", \\\"12\\\": \\\"has\\\", \\\"13\\\": \\\"that\\\", \\\"14\\\": \\\"biden\\\", \\\"15\\\": \\\"as\\\", \\\"16\\\": \\\"with\\\", \\\"17\\\": \\\"not\\\", \\\"18\\\": \\\"india's\\\", \\\"19\\\": \\\"for\\\", \\\"20\\\": \\\"but\\\", \\\"21\\\": \\\"on\\\", \\\"22\\\": \\\"washington\\\", \\\"23\\\": \\\"an\\\", \\\"24\\\": \\\"it\\\", \\\"25\\\": \\\"says\\\", \\\"26\\\": \\\"will\\\", \\\"27\\\": \\\"are\\\", \\\"28\\\": \\\"indian\\\", \\\"29\\\": \\\"prime\\\", \\\"30\\\": \\\"minister\\\", \\\"31\\\": \\\"this\\\", \\\"32\\\": \\\"have\\\", \\\"33\\\": \\\"trade\\\", \\\"34\\\": \\\"visit\\\", \\\"35\\\": \\\"by\\\", \\\"36\\\": \\\"president\\\", \\\"37\\\": \\\"relationship\\\", \\\"38\\\": \\\"been\\\", \\\"39\\\": \\\"about\\\", \\\"40\\\": \\\"strategic\\\", \\\"41\\\": \\\"more\\\", \\\"42\\\": \\\"up\\\", \\\"43\\\": \\\"during\\\", \\\"44\\\": \\\"also\\\", \\\"45\\\": \\\"make\\\", \\\"46\\\": \\\"sirohi\\\", \\\"47\\\": \\\"china\\\", \\\"48\\\": \\\"air\\\", \\\"49\\\": \\\"force\\\", \\\"50\\\": \\\"state\\\", \\\"51\\\": \\\"his\\\", \\\"52\\\": \\\"ties\\\", \\\"53\\\": \\\"two\\\", \\\"54\\\": \\\"at\\\", \\\"55\\\": \\\"white\\\", \\\"56\\\": \\\"house\\\", \\\"57\\\": \\\"be\\\", \\\"58\\\": \\\"lot\\\", \\\"59\\\": \\\"ms\\\", \\\"60\\\": \\\"technology\\\", \\\"61\\\": \\\"jet\\\", \\\"62\\\": \\\"semiconductor\\\", \\\"63\\\": \\\"now\\\", \\\"64\\\": \\\"first\\\", \\\"65\\\": \\\"was\\\", \\\"66\\\": \\\"global\\\", \\\"67\\\": \\\"one\\\", \\\"68\\\": \\\"he\\\", \\\"69\\\": \\\"without\\\", \\\"70\\\": \\\"they\\\", \\\"71\\\": \\\"narendra\\\", \\\"72\\\": \\\"joe\\\", \\\"73\\\": \\\"world\\\", \\\"74\\\": \\\"potential\\\", \\\"75\\\": \\\"how\\\", \\\"76\\\": \\\"become\\\", \\\"77\\\": \\\"kugelman\\\", \\\"78\\\": \\\"years\\\", \\\"79\\\": \\\"there\\\", \\\"80\\\": \\\"modi's\\\", \\\"81\\\": \\\"fighter\\\", \\\"82\\\": \\\"from\\\", \\\"83\\\": \\\"which\\\", \\\"84\\\": \\\"russia\\\", \\\"85\\\": \\\"sides\\\", \\\"86\\\": \\\"2023\\\", \\\"87\\\": \\\"seen\\\", \\\"88\\\": \\\"under\\\", \\\"89\\\": \\\"administration\\\", \\\"90\\\": \\\"or\\\", \\\"91\\\": \\\"way\\\", \\\"92\\\": \\\"policy\\\", \\\"93\\\": \\\"partner\\\", \\\"94\\\": \\\"autonomy\\\", \\\"95\\\": \\\"didn't\\\", \\\"96\\\": \\\"could\\\", \\\"97\\\": \\\"joint\\\", \\\"98\\\": \\\"major\\\", \\\"99\\\": \\\"following\\\", \\\"100\\\": \\\"country's\\\", \\\"101\\\": \\\"partnership\\\", \\\"102\\\": \\\"most\\\", \\\"103\\\": \\\"strengthening\\\", \\\"104\\\": \\\"between\\\", \\\"105\\\": \\\"nations\\\", \\\"106\\\": \\\"closer\\\", \\\"107\\\": \\\"than\\\", \\\"108\\\": \\\"time\\\", \\\"109\\\": \\\"said\\\", \\\"110\\\": \\\"may\\\", \\\"111\\\": \\\"broad\\\", \\\"112\\\": \\\"reason\\\", \\\"113\\\": \\\"can\\\", \\\"114\\\": \\\"china's\\\", \\\"115\\\": \\\"indo\\\", \\\"116\\\": \\\"pacific\\\", \\\"117\\\": \\\"had\\\", \\\"118\\\": \\\"because\\\", \\\"119\\\": \\\"later\\\", \\\"120\\\": \\\"purchase\\\", \\\"121\\\": \\\"former\\\", \\\"122\\\": \\\"general\\\", \\\"123\\\": \\\"owned\\\", \\\"124\\\": \\\"only\\\", \\\"125\\\": \\\"wants\\\", \\\"126\\\": \\\"arms\\\", \\\"127\\\": \\\"sharing\\\", \\\"128\\\": \\\"military\\\", \\\"129\\\": \\\"drones\\\", \\\"130\\\": \\\"facility\\\", \\\"131\\\": \\\"into\\\", \\\"132\\\": \\\"biggest\\\", \\\"133\\\": \\\"washington's\\\", \\\"134\\\": \\\"invest\\\", \\\"135\\\": \\\"test\\\", \\\"136\\\": \\\"maker\\\", \\\"137\\\": \\\"research\\\", \\\"138\\\": \\\"all\\\", \\\"139\\\": \\\"future\\\", \\\"140\\\": \\\"u\\\", \\\"141\\\": \\\"s\\\", \\\"142\\\": \\\"welcome\\\", \\\"143\\\": \\\"june\\\", \\\"144\\\": \\\"dc\\\", \\\"145\\\": \\\"many\\\", \\\"146\\\": \\\"never\\\", \\\"147\\\": \\\"place\\\", \\\"148\\\": \\\"foreign\\\", \\\"149\\\": \\\"wanted\\\", \\\"150\\\": \\\"what\\\", \\\"151\\\": \\\"some\\\", \\\"152\\\": \\\"relations\\\", \\\"153\\\": \\\"close\\\", \\\"154\\\": \\\"obama\\\", \\\"155\\\": \\\"trump\\\", \\\"156\\\": \\\"further\\\", \\\"157\\\": \\\"did\\\", \\\"158\\\": \\\"importance\\\", \\\"159\\\": \\\"free\\\", \\\"160\\\": \\\"united\\\", \\\"161\\\": \\\"states\\\", \\\"162\\\": \\\"usaf\\\", \\\"163\\\": \\\"personnel\\\", \\\"164\\\": \\\"front\\\", \\\"165\\\": \\\"april\\\", \\\"166\\\": \\\"full\\\", \\\"167\\\": \\\"over\\\", \\\"168\\\": \\\"tariffs\\\", \\\"169\\\": \\\"were\\\", \\\"170\\\": \\\"discussions\\\", \\\"171\\\": \\\"disputes\\\", \\\"172\\\": \\\"it's\\\", \\\"173\\\": \\\"democratic\\\", \\\"174\\\": \\\"hindu\\\", \\\"175\\\": \\\"party\\\", \\\"176\\\": \\\"mutual\\\", \\\"177\\\": \\\"lavish\\\", \\\"178\\\": \\\"called\\\", \\\"179\\\": \\\"among\\\", \\\"180\\\": \\\"consequential\\\", \\\"181\\\": \\\"bbc's\\\", \\\"182\\\": \\\"vikas\\\", \\\"183\\\": \\\"pandey\\\", \\\"184\\\": \\\"soutik\\\", \\\"185\\\": \\\"biswas\\\", \\\"186\\\": \\\"explore\\\", \\\"187\\\": \\\"factors\\\", \\\"188\\\": \\\"contribute\\\", \\\"189\\\": \\\"visit's\\\", \\\"190\\\": \\\"us's\\\", \\\"191\\\": \\\"world's\\\", \\\"192\\\": \\\"populous\\\", \\\"193\\\": \\\"country\\\", \\\"194\\\": \\\"stronger\\\", \\\"195\\\": \\\"dynamic\\\", \\\"196\\\": \\\"any\\\", \\\"197\\\": \\\"history\\\", \\\"198\\\": \\\"completion\\\", \\\"199\\\": \\\"pomp\\\", \\\"200\\\": \\\"filled\\\", \\\"201\\\": \\\"remark\\\", \\\"202\\\": \\\"exaggeration\\\", \\\"203\\\": \\\"summit\\\", \\\"204\\\": \\\"suggests\\\", \\\"205\\\": \\\"transformed\\\", \\\"206\\\": \\\"underscores\\\", \\\"207\\\": \\\"just\\\", \\\"208\\\": \\\"deep\\\", \\\"209\\\": \\\"relatively\\\", \\\"210\\\": \\\"short\\\", \\\"211\\\": \\\"michael\\\", \\\"212\\\": \\\"wilson\\\", \\\"213\\\": \\\"center\\\", \\\"214\\\": \\\"american\\\", \\\"215\\\": \\\"think\\\", \\\"216\\\": \\\"tank\\\", \\\"217\\\": \\\"key\\\", \\\"218\\\": \\\"keen\\\", \\\"219\\\": \\\"draw\\\", \\\"220\\\": \\\"so\\\", \\\"221\\\": \\\"act\\\", \\\"222\\\": \\\"counterbalance\\\", \\\"223\\\": \\\"growing\\\", \\\"224\\\": \\\"influence\\\", \\\"225\\\": \\\"lived\\\", \\\"226\\\": \\\"their\\\", \\\"227\\\": \\\"promise\\\", \\\"228\\\": \\\"landmark\\\", \\\"229\\\": \\\"civilian\\\", \\\"230\\\": \\\"nuclear\\\", \\\"231\\\": \\\"deal\\\", \\\"232\\\": \\\"2005\\\", \\\"233\\\": \\\"liability\\\", \\\"234\\\": \\\"law\\\", \\\"235\\\": \\\"passed\\\", \\\"236\\\": \\\"three\\\", \\\"237\\\": \\\"hobbled\\\", \\\"238\\\": \\\"reactors\\\", \\\"239\\\": \\\"followed\\\", \\\"240\\\": \\\"fading\\\", \\\"241\\\": \\\"commitment\\\", \\\"242\\\": \\\"manmohan\\\", \\\"243\\\": \\\"singh's\\\", \\\"244\\\": \\\"second\\\", \\\"245\\\": \\\"term\\\", \\\"246\\\": \\\"leader\\\", \\\"247\\\": \\\"coalition\\\", \\\"248\\\": \\\"government\\\", \\\"249\\\": \\\"enthusiasm\\\", \\\"250\\\": \\\"embracing\\\", \\\"251\\\": \\\"given\\\", \\\"252\\\": \\\"overall\\\", \\\"253\\\": \\\"directive\\\", \\\"254\\\": \\\"work\\\", \\\"255\\\": \\\"seema\\\", \\\"256\\\": \\\"author\\\", \\\"257\\\": \\\"friends\\\", \\\"258\\\": \\\"benefits\\\", \\\"259\\\": \\\"story\\\", \\\"260\\\": \\\"put\\\", \\\"261\\\": \\\"effort\\\", \\\"262\\\": \\\"substantive\\\", \\\"263\\\": \\\"deliverables\\\", \\\"264\\\": \\\"defence\\\", \\\"265\\\": \\\"industrial\\\", \\\"266\\\": \\\"cooperation\\\", \\\"267\\\": \\\"topped\\\", \\\"268\\\": \\\"list\\\", \\\"269\\\": \\\"consider\\\", \\\"270\\\": \\\"electric\\\", \\\"271\\\": \\\"hindustan\\\", \\\"272\\\": \\\"aeronautics\\\", \\\"273\\\": \\\"limited\\\", \\\"274\\\": \\\"advanced\\\", \\\"275\\\": \\\"engines\\\", \\\"276\\\": \\\"indigenous\\\", \\\"277\\\": \\\"light\\\", \\\"278\\\": \\\"combat\\\", \\\"279\\\": \\\"aircraft\\\", \\\"280\\\": \\\"means\\\", \\\"281\\\": \\\"greater\\\", \\\"282\\\": \\\"transfer\\\", \\\"283\\\": \\\"engine\\\", \\\"284\\\": \\\"ever\\\", \\\"285\\\": \\\"before\\\", \\\"286\\\": \\\"clear\\\", \\\"287\\\": \\\"sign\\\", \\\"288\\\": \\\"sell\\\", \\\"289\\\": \\\"comfortable\\\", \\\"290\\\": \\\"proceed\\\", \\\"291\\\": \\\"3bn\\\", \\\"292\\\": \\\"battle\\\", \\\"293\\\": \\\"tested\\\", \\\"294\\\": \\\"mq\\\", \\\"295\\\": \\\"9b\\\", \\\"296\\\": \\\"predator\\\", \\\"297\\\": \\\"atomics\\\", \\\"298\\\": \\\"set\\\", \\\"299\\\": \\\"assembled\\\", \\\"300\\\": \\\"fits\\\", \\\"301\\\": \\\"'make\\\", \\\"302\\\": \\\"india'\\\", \\\"303\\\": \\\"campaign\\\", \\\"304\\\": \\\"supplies\\\", \\\"305\\\": \\\"11\\\", \\\"306\\\": \\\"45\\\", \\\"307\\\": \\\"supplier\\\", \\\"308\\\": \\\"hopes\\\", \\\"309\\\": \\\"primary\\\", \\\"310\\\": \\\"provider\\\", \\\"311\\\": \\\"coming\\\", \\\"312\\\": \\\"immediate\\\", \\\"313\\\": \\\"goal\\\", \\\"314\\\": \\\"strengthen\\\", \\\"315\\\": \\\"capacity\\\", \\\"316\\\": \\\"counter\\\", \\\"317\\\": \\\"base\\\", \\\"318\\\": \\\"memory\\\", \\\"319\\\": \\\"chip\\\", \\\"320\\\": \\\"giant\\\", \\\"321\\\": \\\"micron\\\", \\\"322\\\": \\\"825m\\\", \\\"323\\\": \\\"build\\\", \\\"324\\\": \\\"assembly\\\", \\\"325\\\": \\\"creating\\\", \\\"326\\\": \\\"thousands\\\", \\\"327\\\": \\\"jobs\\\", \\\"328\\\": \\\"equipment\\\", \\\"329\\\": \\\"lam\\\", \\\"330\\\": \\\"train\\\", \\\"331\\\": \\\"60\\\", \\\"332\\\": \\\"000\\\", \\\"333\\\": \\\"engineers\\\", \\\"334\\\": \\\"through\\\", \\\"335\\\": \\\"network\\\", \\\"336\\\": \\\"interconnected\\\", \\\"337\\\": \\\"labs\\\", \\\"338\\\": \\\"centres\\\", \\\"339\\\": \\\"speed\\\", \\\"340\\\": \\\"education\\\", \\\"341\\\": \\\"workforce\\\", \\\"342\\\": \\\"development\\\", \\\"343\\\": \\\"applied\\\", \\\"344\\\": \\\"materials\\\", \\\"345\\\": \\\"machines\\\", \\\"346\\\": \\\"producing\\\", \\\"347\\\": \\\"semiconductors\\\", \\\"348\\\": \\\"400m\\\", \\\"349\\\": \\\"establish\\\", \\\"350\\\": \\\"engineering\\\", \\\"351\\\": \\\"centre\\\", \\\"352\\\": \\\"both\\\", \\\"353\\\": \\\"talking\\\", \\\"354\\\": \\\"cutting\\\", \\\"355\\\": \\\"edge\\\", \\\"356\\\": \\\"technologies\\\", \\\"357\\\": \\\"seed\\\", \\\"358\\\": \\\"shape\\\", \\\"359\\\": \\\"lady\\\", \\\"360\\\": \\\"jill\\\", \\\"361\\\": \\\"21\\\", \\\"362\\\": \\\"mrs\\\", \\\"363\\\": \\\"ups\\\", \\\"364\\\": \\\"downs\\\", \\\"365\\\": \\\"since\\\", \\\"366\\\": \\\"seriously\\\", \\\"367\\\": \\\"began\\\", \\\"368\\\": \\\"courting\\\", \\\"369\\\": \\\"bill\\\", \\\"370\\\": \\\"clinton\\\", \\\"371\\\": \\\"then\\\", \\\"372\\\": \\\"george\\\", \\\"373\\\": \\\"bush\\\", \\\"374\\\": \\\"response\\\", \\\"375\\\": \\\"measured\\\", \\\"376\\\": \\\"overeager\\\", \\\"377\\\": \\\"too\\\", \\\"378\\\": \\\"forthcoming\\\", \\\"379\\\": \\\"saw\\\", \\\"380\\\": \\\"geopolitics\\\", \\\"381\\\": \\\"its\\\", \\\"382\\\": \\\"own\\\", \\\"383\\\": \\\"order\\\", \\\"384\\\": \\\"strategy\\\", \\\"385\\\": \\\"nonalignment\\\", \\\"386\\\": \\\"started\\\", \\\"387\\\": \\\"jawaharlal\\\", \\\"388\\\": \\\"nehru\\\", \\\"389\\\": \\\"always\\\", \\\"390\\\": \\\"deeply\\\", \\\"391\\\": \\\"rooted\\\", \\\"392\\\": \\\"camp\\\", \\\"393\\\": \\\"other\\\", \\\"394\\\": \\\"junior\\\", \\\"395\\\": \\\"superpower\\\", \\\"396\\\": \\\"left\\\", \\\"397\\\": \\\"ideals\\\", \\\"398\\\": \\\"describe\\\", \\\"399\\\": \\\"altruism\\\", \\\"400\\\": \\\"leading\\\", \\\"401\\\": \\\"different\\\", \\\"402\\\": \\\"kind\\\", \\\"403\\\": \\\"considerably\\\", \\\"404\\\": \\\"economic\\\", \\\"405\\\": \\\"geopolitical\\\", \\\"406\\\": \\\"heft\\\", \\\"407\\\": \\\"formed\\\", \\\"408\\\": \\\"bonds\\\", \\\"409\\\": \\\"presidents\\\", \\\"410\\\": \\\"barack\\\", \\\"411\\\": \\\"donald\\\", \\\"412\\\": \\\"sacrificed\\\", \\\"413\\\": \\\"would\\\", \\\"414\\\": \\\"go\\\", \\\"415\\\": \\\"step\\\", \\\"416\\\": \\\"probably\\\", \\\"417\\\": \\\"take\\\", \\\"418\\\": \\\"harder\\\", \\\"419\\\": \\\"public\\\", \\\"420\\\": \\\"stand\\\", \\\"421\\\": \\\"seem\\\", \\\"422\\\": \\\"disappointed\\\", \\\"423\\\": \\\"repeated\\\", \\\"424\\\": \\\"line\\\", \\\"425\\\": \\\"era\\\", \\\"426\\\": \\\"war\\\", \\\"427\\\": \\\"mentioning\\\", \\\"428\\\": \\\"speak\\\", \\\"429\\\": \\\"beefing\\\", \\\"430\\\": \\\"humanitarian\\\", \\\"431\\\": \\\"assistance\\\", \\\"432\\\": \\\"ukraine\\\", \\\"433\\\": \\\"mention\\\", \\\"434\\\": \\\"name\\\", \\\"435\\\": \\\"either\\\", \\\"436\\\": \\\"talk\\\", \\\"437\\\": \\\"prosperous\\\", \\\"438\\\": \\\"far\\\", \\\"439\\\": \\\"pushed\\\", \\\"440\\\": \\\"administration's\\\", \\\"441\\\": \\\"compromising\\\", \\\"442\\\": \\\"ideal\\\", \\\"443\\\": \\\"come\\\", \\\"444\\\": \\\"making\\\", \\\"445\\\": \\\"success\\\", \\\"446\\\": \\\"iaf\\\", \\\"447\\\": \\\"posing\\\", \\\"448\\\": \\\"f\\\", \\\"449\\\": \\\"15\\\", \\\"450\\\": \\\"eagle\\\", \\\"451\\\": \\\"'exercise\\\", \\\"452\\\": \\\"cope\\\", \\\"453\\\": \\\"2023'\\\", \\\"454\\\": \\\"station\\\", \\\"455\\\": \\\"kalaikunda\\\", \\\"456\\\": \\\"around\\\", \\\"457\\\": \\\"170\\\", \\\"458\\\": \\\"km\\\", \\\"459\\\": \\\"west\\\", \\\"460\\\": \\\"kolkata\\\", \\\"461\\\": \\\"24th\\\", \\\"462\\\": \\\"pose\\\", \\\"463\\\": \\\"exercise\\\", \\\"464\\\": \\\"militaries\\\", \\\"465\\\": \\\"working\\\", \\\"466\\\": \\\"closely\\\", \\\"467\\\": \\\"together\\\", \\\"468\\\": \\\"arrangements\\\", \\\"469\\\": \\\"where\\\", \\\"470\\\": \\\"use\\\", \\\"471\\\": \\\"each\\\", \\\"472\\\": \\\"other's\\\", \\\"473\\\": \\\"facilities\\\", \\\"474\\\": \\\"refuelling\\\", \\\"475\\\": \\\"maintenance\\\", \\\"476\\\": \\\"purposes\\\", \\\"477\\\": \\\"holding\\\", \\\"478\\\": \\\"exercises\\\", \\\"479\\\": \\\"they're\\\", \\\"480\\\": \\\"intelligence\\\", \\\"481\\\": \\\"credit\\\", \\\"482\\\": \\\"managing\\\", \\\"483\\\": \\\"really\\\", \\\"484\\\": \\\"limits\\\", \\\"485\\\": \\\"sense\\\", \\\"486\\\": \\\"getting\\\", \\\"487\\\": \\\"you\\\", \\\"488\\\": \\\"power\\\", \\\"489\\\": \\\"signing\\\", \\\"490\\\": \\\"fledged\\\", \\\"491\\\": \\\"alliance\\\", \\\"492\\\": \\\"differences\\\", \\\"493\\\": \\\"recent\\\", \\\"494\\\": \\\"particularly\\\", \\\"495\\\": \\\"suffered\\\", \\\"496\\\": \\\"expected\\\", \\\"497\\\": \\\"announce\\\", \\\"498\\\": \\\"anything\\\", \\\"499\\\": \\\"understood\\\", \\\"500\\\": \\\"continue\\\", \\\"501\\\": \\\"overshadowing\\\", \\\"502\\\": \\\"surprisingly\\\", \\\"503\\\": \\\"announced\\\", \\\"504\\\": \\\"six\\\", \\\"505\\\": \\\"separate\\\", \\\"506\\\": \\\"organization\\\", \\\"507\\\": \\\"resolved\\\", \\\"508\\\": \\\"including\\\", \\\"509\\\": \\\"involved\\\", \\\"510\\\": \\\"top\\\", \\\"511\\\": \\\"trading\\\", \\\"512\\\": \\\"130bn\\\", \\\"513\\\": \\\"goods\\\", \\\"514\\\": \\\"delhi\\\", \\\"515\\\": \\\"eighth\\\", \\\"516\\\": \\\"largest\\\", \\\"517\\\": \\\"while\\\", \\\"518\\\": \\\"these\\\", \\\"519\\\": \\\"numbers\\\", \\\"520\\\": \\\"impressive\\\", \\\"521\\\": \\\"analysts\\\", \\\"522\\\": \\\"policymakers\\\", \\\"523\\\": \\\"feel\\\", \\\"524\\\": \\\"huge\\\", \\\"525\\\": \\\"untapped\\\", \\\"526\\\": \\\"burgeoning\\\", \\\"527\\\": \\\"market\\\", \\\"528\\\": \\\"expanding\\\", \\\"529\\\": \\\"middle\\\", \\\"530\\\": \\\"class\\\", \\\"531\\\": \\\"positioning\\\", \\\"532\\\": \\\"itself\\\", \\\"533\\\": \\\"alternative\\\", \\\"534\\\": \\\"manufacturing\\\", \\\"535\\\": \\\"hub\\\", \\\"536\\\": \\\"participate\\\", \\\"537\\\": \\\"arrival\\\", \\\"538\\\": \\\"ceremony\\\", \\\"539\\\": \\\"south\\\", \\\"540\\\": \\\"lawn\\\", \\\"541\\\": \\\"thursday\\\", \\\"542\\\": \\\"22\\\", \\\"543\\\": \\\"invite\\\", \\\"544\\\": \\\"official\\\", \\\"545\\\": \\\"2\\\", \\\"546\\\": \\\"7\\\", \\\"547\\\": \\\"million\\\", \\\"548\\\": \\\"indians\\\", \\\"549\\\": \\\"live\\\", \\\"550\\\": \\\"firms\\\", \\\"551\\\": \\\"interested\\\", \\\"552\\\": \\\"proposal\\\", \\\"553\\\": \\\"look\\\", \\\"554\\\": \\\"supply\\\", \\\"555\\\": \\\"chain\\\", \\\"556\\\": \\\"dominance\\\", \\\"557\\\": \\\"context\\\", \\\"558\\\": \\\"resolution\\\", \\\"559\\\": \\\"give\\\", \\\"560\\\": \\\"impetus\\\", \\\"561\\\": \\\"unlocking\\\", \\\"562\\\": \\\"even\\\", \\\"563\\\": \\\"sky\\\", \\\"564\\\": \\\"limit\\\", \\\"565\\\": \\\"critics\\\", \\\"566\\\": \\\"questioned\\\", \\\"567\\\": \\\"backsliding\\\", \\\"568\\\": \\\"nationalist\\\", \\\"569\\\": \\\"bharatiya\\\", \\\"570\\\": \\\"janata\\\", \\\"571\\\": \\\"bjp\\\", \\\"572\\\": \\\"television\\\", \\\"573\\\": \\\"interview\\\", \\\"574\\\": \\\"week\\\", \\\"575\\\": \\\"emphasised\\\", \\\"576\\\": \\\"significance\\\", \\\"577\\\": \\\"addressing\\\", \\\"578\\\": \\\"protection\\\", \\\"579\\\": \\\"muslim\\\", \\\"580\\\": \\\"minority\\\", \\\"581\\\": \\\"predominantly\\\", \\\"582\\\": \\\"progressives\\\", \\\"583\\\": \\\"disturbed\\\", \\\"584\\\": \\\"happening\\\", \\\"585\\\": \\\"realists\\\", \\\"586\\\": \\\"centrists\\\", \\\"587\\\": \\\"factor\\\", \\\"588\\\": 