{"the": 1, "to": 2, "in": 3, "a": 4, "and": 5, "india": 6, "of": 7, "mr": 8, "us": 9, "is": 10, "modi": 11, "has": 12, "that": 13, "biden": 14, "as": 15, "with": 16, "not": 17, "india's": 18, "for": 19, "but": 20, "on": 21, "washington": 22, "an": 23, "it": 24, "says": 25, "will": 26, "are": 27, "indian": 28, "prime": 29, "minister": 30, "this": 31, "have": 32, "trade": 33, "visit": 34, "by": 35, "president": 36, "relationship": 37, "been": 38, "about": 39, "strategic": 40, "more": 41, "up": 42, "during": 43, "also": 44, "make": 45, "sirohi": 46, "china": 47, "air": 48, "force": 49, "state": 50, "his": 51, "ties": 52, "two": 53, "at": 54, "white": 55, "house": 56, "be": 57, "lot": 58, "ms": 59, "technology": 60, "jet": 61, "semiconductor": 62, "now": 63, "first": 64, "was": 65, "global": 66, "one": 67, "he": 68, "without": 69, "they": 70, "narendra": 71, "joe": 72, "world": 73, "potential": 74, "how": 75, "become": 76, "kugelman": 77, "years": 78, "there": 79, "modi's": 80, "fighter": 81, "from": 82, "which": 83, "russia": 84, "sides": 85, "2023": 86, "seen": 87, "under": 88, "administration": 89, "or": 90, "way": 91, "policy": 92, "partner": 93, "autonomy": 94, "didn't": 95, "could": 96, "joint": 97, "major": 98, "following": 99, "country's": 100, "partnership": 101, "most": 102, "strengthening": 103, "between": 104, "nations": 105, "closer": 106, "than": 107, "time": 108, "said": 109, "may": 110, "broad": 111, "reason": 112, "can": 113, "china's": 114, "indo": 115, "pacific": 116, "had": 117, "because": 118, "later": 119, "purchase": 120, "former": 121, "general": 122, "owned": 123, "only": 124, "wants": 125, "arms": 126, "sharing": 127, "military": 128, "drones": 129, "facility": 130, "into": 131, "biggest": 132, "washington's": 133, "invest": 134, "test": 135, "maker": 136, "research": 137, "all": 138, "future": 139, "u": 140, "s": 141, "welcome": 142, "june": 143, "dc": 144, "many": 145, "never": 146, "place": 147, "foreign": 148, "wanted": 149, "what": 150, "some": 151, "relations": 152, "close": 153, "obama": 154, "trump": 155, "further": 156, "did": 157, "importance": 158, "free": 159, "united": 160, "states": 161, "usaf": 162, "personnel": 163, "front": 164, "april": 165, "full": 166, "over": 167, "tariffs": 168, "were": 169, "discussions": 170, "disputes": 171, "it's": 172, "democratic": 173, "hindu": 174, "party": 175, "mutual": 176, "lavish": 177, "called": 178, "among": 179, "consequential": 180, "bbc's": 181, "vikas": 182, "pandey": 183, "soutik": 184, "biswas": 185, "explore": 186, "factors": 187, "contribute": 188, "visit's": 189, "us's": 190, "world's": 191, "populous": 192, "country": 193, "stronger": 194, "dynamic": 195, "any": 196, "history": 197, "completion": 198, "pomp": 199, "filled": 200, "remark": 201, "exaggeration": 202, "summit": 203, "suggests": 204, "transformed": 205, "underscores": 206, "just": 207, "deep": 208, "relatively": 209, "short": 210, "michael": 211, "wilson": 212, "center": 213, "american": 214, "think": 215, "tank": 216, "key": 217, "keen": 218, "draw": 219, "so": 220, "act": 221, "counterbalance": 222, "growing": 223, "influence": 224, "lived": 225, "their": 226, "promise": 227, "landmark": 228, "civilian": 229, "nuclear": 230, "deal": 231, "2005": 232, "liability": 233, "law": 234, "passed": 235, "three": 236, "hobbled": 237, "reactors": 238, "followed": 239, "fading": 240, "commitment": 241, "manmohan": 242, "singh's": 243, "second": 244, "term": 245, "leader": 246, "coalition": 247, "government": 248, "enthusiasm": 249, "embracing": 250, "given": 251, "overall": 252, "directive": 253, "work": 254, "seema": 255, "author": 256, "friends": 257, "benefits": 258, "story": 259, "put": 260, "effort": 261, "substantive": 262, "deliverables": 263, "defence": 264, "industrial": 265, "cooperation": 266, "topped": 267, "list": 268, "consider": 269, "electric": 270, "hindustan": 271, "aeronautics": 272, "limited": 273, "advanced": 274, "engines": 275, "indigenous": 276, "light": 277, "combat": 278, "aircraft": 279, "means": 280, "greater": 281, "transfer": 282, "engine": 283, "ever": 284, "before": 285, "clear": 286, "sign": 287, "sell": 288, "comfortable": 289, "proceed": 290, "3bn": 291, "battle": 292, "tested": 293, "mq": 294, "9b": 295, "predator": 296, "atomics": 297, "set": 298, "assembled": 299, "fits": 300, "'make": 301, "india'": 302, "campaign": 303, "supplies": 304, "11": 305, "45": 306, "supplier": 307, "hopes": 308, "primary": 309, "provider": 310, "coming": 311, "immediate": 312, "goal": 313, "strengthen": 314, "capacity": 315, "counter": 316, "base": 317, "memory": 318, "chip": 319, "giant": 320, "micron": 321, "825m": 322, "build": 323, "assembly": 324, "creating": 325, "thousands": 326, "jobs": 327, "equipment": 328, "lam": 329, "train": 330, "60": 331, "000": 332, "engineers": 333, "through": 334, "network": 335, "interconnected": 336, "labs": 337, "centres": 338, "speed": 339, "education": 340, "workforce": 341, "development": 342, "applied": 343, "materials": 344, "machines": 345, "producing": 346, "semiconductors": 347, "400m": 348, "establish": 349, "engineering": 350, "centre": 351, "both": 352, "talking": 353, "cutting": 354, "edge": 355, "technologies": 356, "seed": 357, "shape": 358, "lady": 359, "jill": 360, "21": 361, "mrs": 362, "ups": 363, "downs": 364, "since": 365, "seriously": 366, "began": 367, "courting": 368, "bill": 369, "clinton": 370, "then": 371, "george": 372, "bush": 373, "response": 374, "measured": 375, "overeager": 376, "too": 377, "forthcoming": 378, "saw": 379, "geopolitics": 380, "its": 381, "own": 382, "order": 383, "strategy": 384, "nonalignment": 385, "started": 386, "jawaharlal": 387, "nehru": 388, "always": 389, "deeply": 390, "rooted": 391, "camp": 392, "other": 393, "junior": 394, "superpower": 395, "left": 396, "ideals": 397, "describe": 398, "altruism": 399, "leading": 400, "different": 401, "kind": 402, "considerably": 403, "economic": 404, "geopolitical": 405, "heft": 406, "formed": 407, "bonds": 408, "presidents": 409, "barack": 410, "donald": 411, "sacrificed": 412, "would": 413, "go": 414, "step": 415, "probably": 416, "take": 417, "harder": 418, "public": 419, "stand": 420, "seem": 421, "disappointed": 422, "repeated": 423, "line": 424, "era": 425, "war": 426, "mentioning": 427, "speak": 428, "beefing": 429, "humanitarian": 430, "assistance": 431, "ukraine": 432, "mention": 433, "name": 434, "either": 435, "talk": 436, "prosperous": 437, "far": 438, "pushed": 439, "administration's": 440, "compromising": 441, "ideal": 442, "come": 443, "making": 444, "success": 445, "iaf": 446, "posing": 447, "f": 448, "15": 449, "eagle": 450, "'exercise": 451, "cope": 452, "2023'": 453, "station": 454, "kalaikunda": 455, "around": 456, "170": 457, "km": 458, "west": 459, "kolkata": 460, "24th": 461, "pose": 462, "exercise": 463, "militaries": 464, "working": 465, "closely": 466, "together": 467, "arrangements": 468, "where": 469, "use": 470, "each": 471, "other's": 472, "facilities": 473, "refuelling": 474, "maintenance": 475, "purposes": 476, "holding": 477, "exercises": 478, "they're": 479, "intelligence": 480, "credit": 481, "managing": 482, "really": 483, "limits": 484, "sense": 485, "getting": 486, "you": 487, "power": 488, "signing": 489, "fledged": 490, "alliance": 491, "differences": 492, "recent": 493, "particularly": 494, "suffered": 495, "expected": 496, "announce": 497, "anything": 498, "understood": 499, "continue": 500, "overshadowing": 501, "surprisingly": 502, "announced": 503, "six": 504, "separate": 505, "organization": 506, "resolved": 507, "including": 508, "involved": 509, "top": 510, "trading": 511, "130bn": 512, "goods": 513, "delhi": 514, "eighth": 515, "largest": 516, "while": 517, "these": 518, "numbers": 519, "impressive": 520, "analysts": 521, "policymakers": 522, "feel": 523, "huge": 524, "untapped": 525, "burgeoning": 526, "market": 527, "expanding": 528, "middle": 529, "class": 530, "positioning": 531, "itself": 532, "alternative": 533, "manufacturing": 534, "hub": 535, "participate": 536, "arrival": 537, "ceremony": 538, "south": 539, "lawn": 540, "thursday": 541, "22": 542, "invite": 543, "official": 544, "2": 545, "7": 546, "million": 547, "indians": 548, "live": 549, "firms": 550, "interested": 551, "proposal": 552, "look": 553, "supply": 554, "chain": 555, "dominance": 556, "context": 557, "resolution": 558, "give": 559, "impetus": 560, "unlocking": 561, "even": 562, "sky": 563, "limit": 564, "critics": 565, "questioned": 566, "backsliding": 567, "nationalist": 568, "bharatiya": 569, "janata": 570, "bjp": 571, "television": 572, "interview": 573, "week": 574, "emphasised": 575, "significance": 576, "addressing": 577, "protection": 578, "muslim": 579, "minority": 580, "predominantly": 581, "progressives": 582, "disturbed": 583, "happening": 584, "realists": 585, "centrists": 586, "factor": 587, "whole": 588, "bipartisan": 589, "agreement": 590, "deeper": 591, "broader": 592, "certainly": 593, "moved": 594, "next": 595, "level": 596, "need": 597, "benefit": 598}